<script>
  import Paper from "../Paper.svelte";

</script>
<main>
    <Paper title="企画紹介">
        <h1>1F</h1>
        <div class="projects">
            <img src="" alt="">
            <h2>うばらスポーツ体力測定</h2>
            <h3>D1</h3>
            <h4>体力測定で身体をチェック！運動習慣や生活習慣を見直して、健康維持に役立てよう。</h4>
        </div>
        <div class="projects">
            <img src="" alt="">
            <h2>美術部 作品展示＆缶バッジ制作</h2>
            <h3>1-1</h3>
            <h4>美術部は今年も部員による作品展示と、缶バッジ制作体験を行います！あなたの描いた絵をすぐに缶バッジにできます。作品展示もぜひご覧下さい。</h4>
        </div>
        <div class="projects">
            <img src="" alt="">
            <h2>科学技術研究部</h2>
            <h3>1-2</h3>
            <h4>
                <p>草が枯れても，十慈池の生態系が破壊されても，科技研への愛変わらずここにあり．</p>
                <p>アルミニウム</p>
                <p>インジウム</p>
                <p>シーボーギウム</p>
                <p>テル</p>
                <p>ル</p>
            </h4>
        </div>
        <div class="projects">
            <img src="" alt="">
            <h2>ASTA</h2>
            <h3>1-3・小アゴラ</h3>
            <h4>生物班の葉脈栞ワークショップ、地理班の3D地図展示、鉄道班のプラレール展示、班代表者の白熱のクイズ大会等、ASTAらしい企画が目白押し！</h4>
        </div>
        <div class="projects">
            <img src="" alt="">
            <h2>入学適性検査推進室【入学相談】</h2>
            <h3>図書室</h3>
            <h4>学校生活や適性検査について、本校教員が直接お話いたします。混み合った場合には、一家庭10分程度の制限時間となりますが、ぜひお越しください。</h4>
        </div>
        <div class="projects">
            <img src="" alt="">
            <h2>PTA制服リユース譲渡・KUクリアファイル販売</h2>
            <h3>2-1</h3>
            <h4>毎年大好評をいただいている「制服リユース譲渡」に加えて、今回は兎原祭限定「KUクリアファイル」を販売します。</h4>
        </div>
        <div class="projects">
            <img src="" alt="">
            <h2>りくじびき</h2>
            <h3>中庭</h3>
            <h4>陸上部ではくじ引きをします！！1回50円であの豪華景品も…？「りくじびき」でくじ引きをして、豪華景品をGETしよう！！</h4>
        </div>
        <div class="projects">
            <img src="" alt="">
            <h2>キックターゲット</h2>
            <h3>グラウンド</h3>
            <h4>初心者の方も経験者の方も楽しめるような難易度に設定しています。得点次第では景品もあるので、ぜひチャレンジしてみてください。</h4>
        </div>
        <div class="projects">
            <img src="" alt="">
            <h2>Toy Journey</h2>
            <h3>2アリ</h3>
            <h4>ジェットコースターに乗っておもちゃの世界へGO！昨年度よりレベルアップしたスリルをお楽しみください！</h4>
        </div>
    </Paper>
</main>
