<script>
  import Paper from "../Paper.svelte";
  import bijutu from "$lib/images/projects/美術部.jpg"
  

</script>
<main>
    <Paper title="企画紹介">
        <h1>1F</h1>
        <div class="projects">
            <img src="うはらスポーツ体力測定.png" alt="うはらスポーツ体力測定">
            <h2>うばらスポーツ体力測定</h2>
            <h3>D1</h3>
            <h4>体力測定で身体をチェック！運動習慣や生活習慣を見直して、健康維持に役立てよう。</h4>
        </div>
        <div class="projects">
            <img src={bijutu} alt="美術部 作品展示＆缶バッジ制作">
            <h2>美術部 作品展示＆缶バッジ制作</h2>
            <h3>1-1</h3>
            <h4>美術部は今年も部員による作品展示と、缶バッジ制作体験を行います！あなたの描いた絵をすぐに缶バッジにできます。作品展示もぜひご覧下さい。</h4>
        </div>
        <div class="projects">
            <img src="かぎけん.png" alt="科学技術研究部">
            <h2>科学技術研究部</h2>
            <h3>1-2</h3>
            <h4>
                <p>草が枯れても，十慈池の生態系が破壊されても，科技研への愛変わらずここにあり．</p>
                <p>アルミニウム</p>
                <p>インジウム</p>
                <p>シーボーギウム</p>
                <p>テル</p>
                <p>ル</p>
            </h4>
        </div>
        <div class="projects">
            <img src="asta.png" alt="ASTA">
            <h2>ASTA</h2>
            <h3>1-3・小アゴラ</h3>
            <h4>生物班の葉脈栞ワークショップ、地理班の3D地図展示、鉄道班のプラレール展示、班代表者の白熱のクイズ大会等、ASTAらしい企画が目白押し！</h4>
        </div>
        <div class="projects">
            <img src="入検推進室.png" alt="入学適性検査推進室【入学相談】">
            <h2>入学適性検査推進室【入学相談】</h2>
            <h3>図書室</h3>
            <h4>学校生活や適性検査について、本校教員が直接お話いたします。混み合った場合には、一家庭10分程度の制限時間となりますが、ぜひお越しください。</h4>
        </div>
        <div class="projects">
            <img src="制服リユース.jpg" alt="PTA制服リユース譲渡・KUクリアファイル販売">
            <h2>PTA制服リユース譲渡・KUクリアファイル販売</h2>
            <h3>2-1</h3>
            <h4>毎年大好評をいただいている「制服リユース譲渡」に加えて、今回は兎原祭限定「KUクリアファイル」を販売します。</h4>
        </div>
        <div class="projects">
            <img src="りくじびき１.jpg" alt="りくじびき">
            <h2>りくじびき</h2>
            <h3>中庭</h3>
            <h4>陸上部ではくじ引きをします！！1回50円であの豪華景品も…？「りくじびき」でくじ引きをして、豪華景品をGETしよう！！</h4>
        </div>
        <div class="projects">
            <img src="キックターゲット.jpeg" alt="キックターゲット">
            <h2>キックターゲット</h2>
            <h3>グラウンド</h3>
            <h4>初心者の方も経験者の方も楽しめるような難易度に設定しています。得点次第では景品もあるので、ぜひチャレンジしてみてください。</h4>
        </div>
        <div class="projects">
            <img src="Toy Journy.png" alt="Toy Journey">
            <h2>Toy Journey</h2>
            <h3>2アリ</h3>
            <h4>ジェットコースターに乗っておもちゃの世界へGO！昨年度よりレベルアップしたスリルをお楽しみください！</h4>
        </div>
        <h1>2F</h1>
        <div class="projects">
            <img src="わたしたちのボウリング.jpg" alt="わたしたちのボウリング">
            <h2>わたしたちのボウリング</h2>
            <h3>D2</h3>
            <h4>サッカーボールを使ったボーリングでストライクを取るかのようにドストライクな異性の心もストライクしましょう。</h4>
        </div>
        <div class="projects">
            <img src="ESS.jpeg" alt="ESS部">
            <h2>ESS部</h2>
            <h3>3-1</h3>
            <h4>こんにちは！ESS部です！3-1で公開ディベートを実施しています。様々な論題を肯定側と否定側に分かれて議論します。ぜひ来てください！</h4>
        </div>
        <div class="projects">
            <img src="British.png" alt="The British Maze">
            <h2>The British Maze</h2>
            <h3>3-2</h3>
            <h4>ここは謎が多く隠れさたイギリスの迷路。探偵になった気持ちでその謎を最後まで解き切って秘密の難問に挑戦しよう。ではみんなでイギリスを味わおう！</h4>
        </div>
        <div class="projects">
            <img src="space quest.jpeg" alt="SPACE Quest">
            <h2>SPACE Quest</h2>
            <h3>3-3</h3>
            <h4>宇宙をモチーフにしたコーヒーカップを制作しました！乗って楽しむだけでなく、宇宙についてのクイズも制作予定です！3年3組にてお待ちしてます！</h4>
        </div>
        <div class="projects">
            <img src="リビングデッ兎.png" alt="♰リビングデッ兎♰">
            <h2>♰リビングデッ兎♰</h2>
            <h3>C2</h3>
            <h4>人類は未知のウイルスによって感染し、生と死の境界が曖昧になった世界。感染者「リビングデット」と戦い、無事に戻ってこられるか。</h4>
        </div>
        <div class="projects">
            <img src="怨兎病棟.png" alt="怨兎病棟">
            <h2>怨兎病棟</h2>
            <h3>社会科教室</h3>
            <h4>呪われた廃病院から脱出セヨ。脱出できなかった場合は､､､この春、兎原祭で最大の恐怖が”あなた”を襲う。</h4>
        </div>
        <div class="projects">
            <img src="スペースドリームコースター.png" alt="スペースドリームコースター">
            <h2>スペースドリームコースター</h2>
            <h3>4-1</h3>
            <h4>"宇宙"がコンセプトの教室の中を、コースターに乗って、滑走する企画です。初心者素人が1から頑張って作りました。ぜひ楽しんでください！</h4>
        </div>
        <div class="projects">
            <img src="PC部.png" alt="PC部">
            <h2>PC部</h2>
            <h3>4-2</h3>
            <h4>今年もPC部では、ゲームの展示を行います！複数のジャンルのゲームを展示する予定なので、是非お越しください！</h4>
        </div>
        <div class="projects">
            <img src="えんにちーむ.jpeg" alt="えんにちーむ">
            <h2>えんにちーむ</h2>
            <h3>4-3</h3>
            <h4>私たちえんにちーむで最高の思い出の１ページを作りませんか？３種類の出し物で皆さんを目一杯楽しませます！是非来てください！</h4>
        </div>
        <div class="projects">
            <img src="12回生Short drama.png" alt="12回生Short drama">
            <h2>12回生Short drama</h2>
            <h3>休憩スペース・食事場所</h3>
            <h4>神戸ポートインテリジェンス学園高校に通う高校生ら13人を巡る、5編のショートコメディ。</h4>
        </div>
        <h1>3F</h1>
        <div class="projects">
            <img src="ホームカミングデイ.png" alt="ホームカミングデイ">
            <h2>ホームカミングデイ</h2>
            <h3>D3</h3>
            <h4>卒業生が想い出話に花を咲かせながら、中等生だった頃を懐かしく振り返ることのできる空間を提供します！在校生、先生方も是非お越しください。</h4>
        </div>
        <div class="projects">
            <img src="とげリーグ.png" alt="とげリーグ">
            <h2>とげリーグ</h2>
            <h3>5-1</h3>
            <h4>某人気番組のクイズが兎原祭に登場！？あの番組をオマージュした３種類のクイズに挑戦し、己が知識で迫りくる問題を打ち破れ！</h4>
        </div>
        <div class="projects">
            <img src="疑似ゲームセンター.png" alt="疑似ゲームセンター">
            <h2>疑似ゲームセンター</h2>
            <h3>5-3</h3>
            <h4>この企画では、クレーンゲームやプリクラなど、まるで本物のような出し物がたくさんあります！あるのでぜひきてください！</h4>
        </div>
        <div class="projects">
            <img src="かてけん.jpg" alt="かてけん">
            <h2>家庭科・家庭科研究部</h2>
            <h3>面談室</h3>
            <h4>昨年度に授業、部活動中に製作した作品を展示します。</h4>
        </div>
        <div class="projects">
            <img src="君と千尋の神隠し.jpg" alt="君と千尋の神隠し">
            <h2>君と千尋の謎隠し</h2>
            <h3>6-1</h3>
            <h4>この企画は、千と千尋の神隠しがテーマのミッションゲーム！謎解き、宝探しにミニゲーム…世界観も味わいながら楽しむのあり！6−1で待ってます！</h4>
        </div>
        <div class="projects">
            <img src="読書会.jpeg" alt="うばら読書会">
            <h2>うばら読書会</h2>
            <h3>6-2</h3>
            <h4>6年2組の教室に，うさぎ神社出現。合格祈願したら、おみくじひいて縁日で楽しんで。先着100名kuお守りプレゼント。</h4>
        </div>
        <div class="projects">
            <img src="カジノ.png" alt="カジノ・テルゴ7号店">
            <h2>カジノ・テルゴ7号店</h2>
            <h3>6-3</h3>
            <h4>新たに開店した神愛グループのカジノ・テルゴ7号店。一見ただのカジノだが、実は･･･</h4>
        </div>
        <div class="projects">
            <img src="変な美術館.png" alt="変な美術館">
            <h2>変な美術館</h2>
            <h3>E3</h3>
            <h4>あなたはこの美術館の異常さがわかりますか？館内そこかしこに”奇妙な違和感”が存在しその違和感が重なりやがて信じがたい事実に結びつくのです。</h4>
        </div>
    </Paper>
</main>
