<script>
  import Paper from "../Paper.svelte";

</script>
<main>
    <Paper title="本校へのアクセス">
        <div>
            近隣の方の生活の妨げとなりますので、自家用車でのご来校は、固くお断りさせていただきます。
        </div>
        <h2>阪急電車の方</h2>
        本校の最寄り駅は<strong>御影</strong>です。特急は停車いたしません。梅田方面からお越しの方は西宮北口、新開地方面からお越しの方は三宮で普通電車にお乗り換えください。
        <h2>JRの方</h2>
        本校の最寄り駅は<strong>住吉</strong>です。普通・快速が停車します。途中まで新快速でお越しの方は、芦屋駅や三ノ宮駅で普通・快速にお乗り換えください。
        <h2>阪神電車の方</h2>
        本校の最寄り駅は<strong>御影</strong>です。特急も停車します。
    </Paper>
</main>
